Repository: color3502/GTDCompProjA
Catalog: Resources/Resources.*.resx
Languages: it_it

# Menu_Home
source: Home
it_it: Inizio

# Menu_Features
source: Features
it_it: Funzionalit√†

# Menu_MySetup
source: My Setup
it_it: Il Mio Setup

# Menu_Crosshair
source: Crosshair Overlay
it_it: Overlay Mirino

# Menu_Translator
source: AI Translation Overlay
it_it: Overlay Traduzione IA

# Menu_Notes
source: Sticker Notes
it_it: Note Adesive

# Menu_KbmStats
source: Keyboard/Mouse Stats
it_it: Statistiche Tastiera/Mouse

# Menu_Experience
source: Experience
it_it: Esperienza

# Menu_Settings
source: Settings
it_it: Impostazioni

# Menu_Links
source: Links
it_it: Link

# Menu_Discord
source: Join Discord
it_it: Entra su Discord

# Menu_GTD
source: About GTD
it_it: Info su GTD

# Menu_Support
source: Support
it_it: Supporto

# Menu_Help
source: Help
it_it: Aiuto

# Menu_About
source: About
it_it: Informazioni

# Home_Tagline
source: Your gamer hub for overlays, automations and integrations.
it_it: Il tuo hub gamer per overlay, automazioni e integrazioni.

# Home_SelectFeature
source: Select a feature from the menu above to get started.
it_it: Seleziona una funzione dal menu sopra per iniziare.

# Update_Button
source: Update
it_it: Aggiorna

# Settings_Title
source: GTD Companion Behavior
it_it: Comportamento di GTD Companion

# Settings_AppBehavior
source: Application Behavior
it_it: Comportamento dell'Applicazione

# Settings_StartMinimized
source: Start Minimized with Windows
it_it: Avvia minimizzato con Windows

# Settings_Language
source: Language
it_it: Lingua

# About_Title
source: About GTD Companion
it_it: Informazioni su GTD Companion

# Translator_OpenOverlay
source: Open Translation Overlay
it_it: Apri Overlay di Traduzione
